Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Transferring %@…
ar: جارٍ نقل %@…
ca: S’està transferint %@…
cs: Přenášení %@…
da: Overfører %@ …
de: %@ wird übertragen …
es: Transfiriendo %@…
fi: Siirretään kohdetta %@…
fr: Transfert de %@…
he: מעביר את %@…
hu: %@ átvitele…
it: Trasferimento di %@…
ja: %@を転送中…
ko: %@ 전송 중…
nb: Overfører %@ …
nl: %@ wordt overgedragen…
pl: Przenoszenie %@…
pt_br: Transferindo %@…
pt_pt: A transferir %@…
ro: Se transferă %@…
sl: Prenašanje %@…
sv: Överför %@ …
uk: Передавання %@…
vi: Đang chuyển %@…
zh_hans: 正在传输%@…
zh_hant: 正在傳輸%@…

source: Transform
ar: تحويل
ca: Transformar
cs: Transformace
da: Transformér
de: Umwandeln
es: Transformar
fi: Muunna
fr: Transformer
he: המרה
hu: Átalakítás
it: Trasforma
ja: 変換
ko: 변환
nb: Transformering
nl: Transformatie
pl: Przekształć
pt_br: Transformar
pt_pt: Transformar
ro: Transformare
sl: Preoblikovanje
sv: Omvandla
uk: Перетворення
vi: Biến đổi
zh_hans: 转换
zh_hant: 轉換

source: Transform: %@
ar: تحويل: %@
ca: Transformació: %@
cs: Transformace: %@
da: Transformation: %@
de: Umwandlung: %@
es: Transformación: %@
fi: Muunnos: %@
fr: Transformation : %@
he: המרה: %@
hu: Átalakítás: %@
it: Trasformazione: %@
ja: 変換: %@
ko: 변환: %@
nb: Transformering: %@
nl: Transformatie: %@
pl: Przekształcenie: %@
pt_br: Transformação: %@
pt_pt: Transformação: %@
ro: Transformare: %@
sl: Preoblikovanje: %@
sv: Omvandling: %@
uk: Перетворення: %@
vi: Biến đổi: %@
zh_hans: 转换：%@
zh_hant: 轉換：%@

source: Transient Prompt
ar: موجه أوامر مؤقت
ca: Indicador transitori
cs: Přechodný prompt
da: Midlertidig prompt
de: Flüchtiger Prompt
es: Indicador transitorio
fi: Katoava kehote
fr: Invite transitoire
he: שורת פקודה זמנית
hu: Átmeneti prompt
it: Prompt transitorio
ja: 一時プロンプト
ko: 일시 프롬프트
nb: Midlertidig prompt
nl: Vluchtige prompt
pl: Przejściowy prompt
pt_br: Prompt transitório
pt_pt: Prompt transitório
ro: Prompt tranzitoriu
sl: Prehodni poziv
sv: Tillfällig prompt
uk: Тимчасовий запит
vi: Dấu nhắc tạm thời
zh_hans: 瞬态提示符
zh_hant: 瞬態提示符

source: Transient prompt replaces the full prompt with ❯ after running a command. Right prompt moves the clock to the right side of the info bar.
ar: الموجه المؤقت يستبدل موجه الأوامر الكامل بالرمز ❯ بعد تنفيذ أمر. الموجه الأيمن ينقل الساعة إلى الجانب الأيمن من شريط المعلومات.
ca: L’indicador transitori substitueix l’indicador complet per ❯ després d’executar una ordre. L’indicador dret mou el rellotge al costat dret de la barra d’informació.
cs: Přechodný prompt nahradí po spuštění příkazu celý prompt znakem ❯. Pravý prompt přesune hodiny na pravou stranu informačního panelu.
da: Midlertidig prompt erstatter den fulde prompt med ❯ efter en kommando er kørt. Højre prompt flytter uret til højre side af infobjælken.
de: Der flüchtige Prompt ersetzt den vollständigen Prompt nach einem Befehl durch ❯. Der rechte Prompt verschiebt die Uhr auf die rechte Seite der Infoleiste.
es: El indicador transitorio reemplaza el indicador completo por ❯ tras ejecutar un comando. El indicador derecho mueve el reloj al lado derecho de la barra de información.
fi: Katoava kehote korvaa täyden kehotteen ❯-merkillä komennon suorittamisen jälkeen. Oikea kehote siirtää kellon infopalkin oikealle puolelle.
fr: L’invite transitoire remplace l’invite complète par ❯ après l’exécution d’une commande. L’invite à droite déplace l’horloge vers le côté droit de la barre d’infos.
he: שורת פקודה זמנית מחליפה את שורת הפקודה המלאה בסימן ❯ לאחר הרצת פקודה. שורת פקודה ימנית מעבירה את השעון לצד ימין של סרגל המידע.
hu: Az átmeneti prompt parancs futtatása után a teljes promptot ❯ jelre cseréli. A jobb oldali prompt az órát az infósáv jobb oldalára helyezi.
it: Il prompt transitorio sostituisce il prompt completo con ❯ dopo l’esecuzione di un comando. Il prompt a destra sposta l’orologio sul lato destro della barra informazioni.
ja: 一時プロンプトはコマンド実行後にフルプロンプトを ❯ に置き換えます。右プロンプトは時計をインフォバーの右側に移動します。
ko: 일시 프롬프트는 명령 실행 후 전체 프롬프트를 ❯ 로 대체합니다. 오른쪽 프롬프트는 시계를 정보 표시줄의 오른쪽으로 이동합니다.
nb: Midlertidig prompt erstatter den fullstendige prompten med ❯ etter at en kommando er kjørt. Høyre prompt flytter klokken til høyre side av infolinjen.
nl: De vluchtige prompt vervangt de volledige prompt door ❯ na het uitvoeren van een opdracht. De rechter prompt verplaatst de klok naar de rechterkant van de infobalk.
pl: Przejściowy prompt zastępuje pełny prompt znakiem ❯ po wykonaniu polecenia. Prawy prompt przenosi zegar na prawą stronę paska informacyjnego.
pt_br: O prompt transitório substitui o prompt completo por ❯ após executar um comando. O prompt à direita move o relógio para o lado direito da barra de informações.
pt_pt: O prompt transitório substitui o prompt completo por ❯ após executar um comando. O prompt à direita move o relógio para o lado direito da barra de informação.
ro: Promptul tranzitoriu înlocuiește promptul complet cu ❯ după executarea unei comenzi. Promptul la dreapta mută ceasul în partea dreaptă a barei de informații.
sl: Prehodni poziv po izvedbi ukaza nadomesti celoten poziv z znakom ❯. Desni poziv premakne uro na desno stran informacijske vrstice.
sv: Tillfällig prompt ersätter den fullständiga prompten med ❯ efter att ett kommando körts. Höger prompt flyttar klockan till höger sida av infofältet.
uk: Тимчасовий запит замінює повний запит на ❯ після виконання команди. Правий запит переміщує годинник на праву сторону інформаційної панелі.
vi: Dấu nhắc tạm thời thay thế dấu nhắc đầy đủ bằng ❯ sau khi chạy lệnh. Dấu nhắc bên phải di chuyển đồng hồ sang bên phải thanh thông tin.
zh_hans: 瞬态提示符在运行命令后将完整提示符替换为 ❯。右侧提示符将时钟移至信息栏的右侧。
zh_hant: 瞬態提示符在執行指令後將完整提示符替換為 ❯。右側提示符將時鐘移至資訊列的右側。

source: Translucent Tab Sidebar
ar: شريط جانبي شفاف لعلامات التبويب
ca: Barra lateral de pestanyes translúcida
cs: Průsvitný boční panel
da: Gennemsigtigt fanesidepanel
de: Durchscheinende Tab-Seitenleiste
es: Barra lateral de pestañas translúcida
fi: Läpikuultava välilehtien sivupalkki
fr: Barre latérale d’onglets translucide
he: סרגל לשוניות שקוף
hu: Áttetsző lap-oldalsáv
it: Barra laterale schede traslucida
ja: 半透明のタブサイドバー
ko: 반투명 탭 사이드바
nb: Gjennomskinnelig fanepanel
nl: Doorzichtige tabbladzijbalk
pl: Półprzezroczysty boczny pasek kart
pt_br: Barra Lateral de Abas Translúcida
pt_pt: Barra lateral de separadores translúcida
ro: Bară laterală de file translucidă
sl: Prosojna stranska vrstica zavihkov
sv: Genomskinligt fliksidofält
uk: Напівпрозора бічна панель вкладок
vi: Thanh bên Thẻ Mờ trong
zh_hans: 半透明标签页边栏
zh_hant: 半透明標籤頁側邊欄

source: Translucent Tab Switcher
ar: مبدّل شفاف لعلامات التبويب
ca: Commutador de pestanyes translúcid
cs: Průsvitný přepínač panelů
da: Gennemsigtig faneskifter
de: Durchscheinender Tab-Umschalter
es: Selector de pestañas translúcido
fi: Läpikuultava välilehtivalitsin
fr: Sélecteur d’onglets translucide
he: מחליף לשוניות שקוף
hu: Áttetsző lapváltó
it: Selettore di schede traslucido
ja: 半透明のタブスイッチャー
ko: 반투명 탭 전환기
nb: Gjennomskinnelig fanevelger
nl: Doorzichtige tabbladwisselaar
pl: Półprzezroczysty przełącznik kart
pt_br: Alternador de Abas Translúcido
pt_pt: Alternador de separadores translúcido
ro: Comutator de file translucid
sl: Prosojni preklopnik zavihkov
sv: Genomskinlig flikväxlare
uk: Напівпрозорий перемикач вкладок
vi: Bộ chuyển Thẻ Mờ trong
zh_hans: 半透明标签页切换器
zh_hant: 半透明標籤頁切換器

source: Translucent wings with amber borders — the terminal shows through
ar: أجنحة شبه شفافة بحدود كهرمانية — تظهر الطرفية من خلالها
ca: Ales translúcides amb vores ambre — el terminal es veu a través
cs: Průsvitná křídla s jantarovými okraji — terminál prosvítá skrz
da: Gennemskinnelige vinger med ravfarvede kanter – terminalen ses igennem
de: Durchscheinende Flügel mit bernsteinfarbenen Rändern – das Terminal scheint hindurch
es: Alas translúcidas con bordes ámbar: el terminal se ve a través
fi: Läpikuultavat siivet meripihkanvärisin reunoin – terminaali näkyy läpi
fr: Ailes translucides aux bords ambrés — le terminal transparaît
he: כנפיים שקופות למחצה עם מסגרות ענבר — המסוף נראה דרכן
hu: Áttetsző szárnyak borostyánszínű szegéllyel – a terminál átlátszik rajtuk
it: Ali traslucide con bordi ambra: il terminale traspare
ja: 琥珀色の縁取りの半透明の翅 — 背後のターミナルが透けて見える
ko: 호박색 테두리의 반투명한 날개 — 뒤의 터미널이 비쳐 보입니다
nb: Gjennomskinnelige vinger med ravfargede kanter – terminalen skinner gjennom
nl: Doorschijnende vleugels met amberkleurige randen — de terminal schijnt erdoorheen
pl: Półprzezroczyste skrzydła z bursztynowymi obwódkami — terminal prześwituje
pt_br: Asas translúcidas com bordas âmbar — o terminal aparece atrás
pt_pt: Asas translúcidas com bordos âmbar — o terminal vê-se através
ro: Aripi translucide cu margini chihlimbarii — terminalul se vede prin ele
sl: Prosojna krila z jantarnimi robovi – terminal prosijava skoznje
sv: Genomskinliga vingar med bärnstensfärgade kanter – terminalen syns igenom
uk: Напівпрозорі крила з бурштиновими краями — крізь них видно термінал
vi: Đôi cánh trong mờ với viền hổ phách — terminal hiển thị xuyên qua
zh_hans: 半透明的翅膀配琥珀色边缘 — 可透出后方的终端
zh_hant: 半透明的翅膀配琥珀色邊緣 — 並透出後方的終端機

source: Transparency
ar: الشفافية
ca: Transparència
cs: Průhlednost
da: Gennemsigtighed
de: Transparenz
es: Transparencia
fi: Läpinäkyvyys
fr: Transparence
he: שקיפות
hu: Átlátszóság
it: Trasparenza
ja: 透過
ko: 투명도
nb: Gjennomsiktighet
nl: Transparantie
pl: Przezroczystość
pt_br: Transparência
pt_pt: Transparência
ro: Transparență
sl: Prosojnost
sv: Transparens
uk: Прозорість
vi: Trong suốt
zh_hans: 透明度
zh_hant: 透明度

source: Transparency Enabled
ar: الشفافية مفعّلة
ca: Transparència activada
cs: Průhlednost povolena
da: Gennemsigtighed aktiveret
de: Transparenz aktiviert
es: Transparencia habilitada
fi: Läpinäkyvyys käytössä
fr: Transparence activée
he: שקיפות מופעלת
hu: Átlátszóság engedélyezve
it: Trasparenza attivata
ja: 透過が有効
ko: 투명도 활성화됨
nb: Gjennomsiktighet aktivert
nl: Transparantie ingeschakeld
pl: Przezroczystość włączona
pt_br: Transparência Ativada
pt_pt: Transparência Ativada
ro: Transparență activată
sl: Prosojnost omogočena
sv: Transparens aktiverad
uk: Прозорість увімкнено
vi: Đã bật Trong suốt
zh_hans: 已启用透明度
zh_hant: 已啟用透明度

source: Transparent Pinned Sidebar
ar: شريط جانبي مثبّت شفاف
ca: Barra lateral fixada transparent
cs: Průhledný připnutý boční panel
da: Gennemsigtigt fastgjort sidepanel
de: Transparente angeheftete Seitenleiste
es: Barra lateral fijada transparente
fi: Läpinäkyvä kiinnitetty sivupalkki
fr: Barre latérale épinglée transparente
he: סרגל צד מוצמד שקוף
hu: Átlátszó rögzített oldalsáv
it: Barra laterale fissata trasparente
ja: 固定サイドバーの透過
ko: 투명한 고정 사이드바
nb: Gjennomsiktig festet sidepanel
nl: Transparante vastgezette zijbalk
pl: Przezroczysty przypięty panel boczny
pt_br: Barra lateral fixada transparente
pt_pt: Barra lateral fixada transparente
ro: Bară laterală fixată transparentă
sl: Prosojna pripeta stranska vrstica
sv: Transparent fäst sidofält
uk: Прозора закріплена бічна панель
vi: Thanh bên đã ghim trong suốt
zh_hans: 透明固定边栏
zh_hant: 透明固定側邊欄

source: Transport
ar: النقل
cs: Přenos
es: Transporte
fi: Siirtotapa
he: תעבורה
hu: Átvitel
it: Trasporto
ja: トランスポート
ko: 전송
pt_br: Transporte
pt_pt: Transporte
sl: Prenos
uk: Транспорт
vi: Truyền tải
zh_hans: 传输
zh_hant: 傳輸

source: Tries direct connection first, falls back to hole-punch if it times out
ar: يحاول الاتصال المباشر أولاً، ويعود إلى الثقب عند انتهاء المهلة
ca: Prova primer la connexió directa, recorre al hole-punch si expira el temps
cs: Nejprve zkusí přímé připojení, při vypršení časového limitu přejde na hole-punch
da: Forsøger direkte forbindelse først, falder tilbage til hole-punch ved timeout
de: Versucht zuerst eine Direktverbindung, wechselt bei Zeitüberschreitung zu Hole-Punch
es: Intenta primero la conexión directa, recurre a la perforación si se agota el tiempo
fi: Kokeilee ensin suoraa yhteyttä, siirtyy hole-punchiin aikakatkaisun jälkeen
fr: Essaie d'abord la connexion directe, puis la perforation en cas d'expiration
he: מנסה חיבור ישיר תחילה, חוזר לניקוב אם פג הזמן
hu: Először közvetlen kapcsolatot próbál, időtúllépés esetén Hole-Punch-ra vált
it: Tenta prima la connessione diretta, ricorre al hole-punch in caso di timeout
ja: まず直接接続を試行し、タイムアウト時はホールパンチにフォールバック
ko: 먼저 직접 연결을 시도하고, 시간 초과 시 홀 펀칭으로 전환
nb: Prøver direkte tilkobling først, faller tilbake til hulltaking hvis det tar for lang tid
nl: Probeert eerst directe verbinding, valt terug op hole-punch bij time-out
pl: Najpierw próbuje połączenia bezpośredniego, przy przekroczeniu limitu czasu przechodzi na hole-punch
pt_br: Tenta conexão direta primeiro, recorre à perfuração se o tempo esgotar
pt_pt: Tenta ligação direta primeiro, recorre à perfuração se o tempo esgotar
ro: Încearcă mai întâi conexiunea directă, recurge la hole-punch dacă expiră timpul
sl: Najprej poskusi neposredno povezavo, ob poteku časa uporabi hole-punch
sv: Försöker direktanslutning först, faller tillbaka på hole-punch vid timeout
uk: Спочатку пробує пряме зʼєднання, переходить до пробивання, якщо час вичерпано
vi: Thử kết nối trực tiếp trước, chuyển sang đục lỗ nếu hết thời gian
zh_hans: 首先尝试直接连接，超时后回退到打洞
zh_hant: 先嘗試直接連線，逾時後改用打洞

source: Tries raw sockets (hping3/nping/scapy) first, falls back to socat
ar: يحاول المقابس الخام (hping3/nping/scapy) أولاً، ويعود إلى socat
ca: Prova primer els sockets raw (hping3/nping/scapy), recorre a socat
cs: Nejprve zkusí raw sockety (hping3/nping/scapy), poté přejde na socat
da: Forsøger raw sockets (hping3/nping/scapy) først, falder tilbage til socat
de: Versucht zuerst Raw Sockets (hping3/nping/scapy), wechselt dann zu socat
es: Intenta primero sockets crudos (hping3/nping/scapy), recurre a socat
fi: Kokeilee ensin raw socketteja (hping3/nping/scapy), siirtyy sitten socatiin
fr: Essaie d'abord les sockets bruts (hping3/nping/scapy), puis socat en secours
he: מנסה שקעים גולמיים (hping3/nping/scapy) תחילה, חוזר ל-socat
hu: Először nyers socketeket próbál (hping3/nping/scapy), majd socat-ra vált
it: Tenta prima i socket raw (hping3/nping/scapy), ricorre a socat
ja: まず Raw ソケット (hping3/nping/scapy) を試行し、socat にフォールバック
ko: 먼저 Raw 소켓 (hping3/nping/scapy)을 시도하고, socat으로 전환
nb: Prøver rå sockets (hping3/nping/scapy) først, faller tilbake til socat
nl: Probeert eerst raw sockets (hping3/nping/scapy), valt terug op socat
pl: Najpierw próbuje raw socketów (hping3/nping/scapy), potem przechodzi na socat
pt_br: Tenta sockets brutos (hping3/nping/scapy) primeiro, recorre ao socat
pt_pt: Tenta sockets em bruto (hping3/nping/scapy) primeiro, recorre ao socat
ro: Încearcă mai întâi socket-uri raw (hping3/nping/scapy), recurge la socat
sl: Najprej poskusi surove vtičnice (hping3/nping/scapy), nato uporabi socat
sv: Försöker raw sockets (hping3/nping/scapy) först, faller tillbaka på socat
uk: Спочатку пробує сирі сокети (hping3/nping/scapy), переходить до socat
vi: Thử socket thô (hping3/nping/scapy) trước, chuyển sang socat
zh_hans: 首先尝试原始套接字 (hping3/nping/scapy)，然后回退到 socat
zh_hant: 先嘗試原始套接字（hping3/nping/scapy），再退回 socat

source: Trim Whitespace
ar: اقتطاع المسافات البيضاء
ca: Retallar els espais en blanc
cs: Oříznout mezery
da: Trim mellemrum
de: Leerzeichen entfernen
es: Recortar espacios en blanco
fi: Poista tyhjätila reunoilta
fr: Supprimer les espaces
he: חיתוך רווחים
hu: Szóközök levágása
it: Rimuovi spazi vuoti
ja: 空白をトリミング
ko: 공백 제거
nb: Fjern blanktegn
nl: Witruimte verwijderen
pl: Przytnij białe znaki
pt_br: Remover Espaços em Branco
pt_pt: Remover espaços em branco
ro: Elimină spațiile albe
sl: Poreži presledke
sv: Trimma blanktecken
uk: Обрізати пробіли
vi: Cắt khoảng trắng
zh_hans: 去除首尾空白
zh_hant: 修剪空白字元

source: Troubleshooting
ar: استكشاف الأخطاء وإصلاحها
ca: Resolució de problemes
cs: Řešení problémů
da: Fejlfinding
de: Fehlerbehebung
es: Solución de problemas
fi: Vianmääritys
fr: Dépannage
he: פתרון בעיות
hu: Hibaelhárítás
it: Risoluzione dei problemi
ja: トラブルシューティング
ko: 문제 해결
nb: Feilsøking
nl: Probleemoplossing
pl: Rozwiązywanie problemów
pt_br: Solução de Problemas
pt_pt: Resolução de Problemas
ro: Depanare
sl: Odpravljanje težav
sv: Felsökning
uk: Усунення неполадок
vi: Khắc phục sự cố
zh_hans: 故障排除
zh_hant: 疑難排解

source: Trust & Save
ar: الوثوق والحفظ
ca: Confiar i desar
cs: Důvěřovat a uložit
da: Stol på og gem
de: Vertrauen & Speichern
es: Confiar y guardar
fi: Luota ja tallenna
fr: Approuver et enregistrer
he: אמון ושמירה
hu: Megbízás és mentés
it: Considera attendibile e salva
ja: 信頼して保存
ko: 신뢰 및 저장
nb: Godkjenn og lagre
nl: Vertrouwen en opslaan
pl: Zaufaj i zapisz
pt_br: Confiar e Salvar
pt_pt: Confiar e Guardar
ro: Aprobă și salvează
sl: Zaupaj in shrani
sv: Lita på och spara
uk: Довіряти та зберегти
vi: Tin tưởng & Lưu
zh_hans: 信任并保存
zh_hant: 信任並儲存

source: Trust a certificate authority once and hosts presenting a matching, CA-signed certificate connect without a host-key prompt — even when their keys rotate.
ar: وثِّق بهيئة إصدار شهادات مرة واحدة، فيتصل المضيفون الذين يقدّمون شهادة مطابقة موقّعة من الـ CA دون طلب مفتاح المضيف — حتى عند تدوير مفاتيحهم.
ca: Confia en una autoritat de certificació un sol cop i els amfitrions que presentin un certificat coincident signat per la CA es connectaran sense sol·licitud de clau d'amfitrió — fins i tot quan les seves claus es renovin.
cs: Důvěřujte certifikační autoritě jednou a hostitelé předkládající odpovídající certifikát podepsaný CA se připojí bez výzvy ke klíči hostitele — i když se jejich klíče změní.
da: Betro en certifikatudsteder én gang, og værter, der viser et matchende, CA-signeret certifikat, opretter forbindelse uden en værtsnøgleprompt — også når deres nøgler roteres.
de: Stufen Sie eine Zertifizierungsstelle einmal als vertrauenswürdig ein, und Hosts, die ein passendes, CA-signiertes Zertifikat vorweisen, verbinden sich ohne Host-Schlüssel-Abfrage — selbst wenn ihre Schlüssel rotieren.
es: Confía una vez en una autoridad de certificación y los hosts que presenten un certificado coincidente firmado por la CA se conectarán sin solicitar la clave de host — incluso cuando sus claves roten.
fi: Luota varmentajaan kerran, niin vastaavan, CA:n allekirjoittaman varmenteen esittävät isännät yhdistävät ilman isäntäavaimen kyselyä — silloinkin kun niiden avaimet vaihtuvat.
fr: Approuvez une autorité de certification une seule fois et les hôtes présentant un certificat correspondant signé par la CA se connectent sans demande de clé d'hôte — même lorsque leurs clés changent.
he: תן אמון ברשות אישורים פעם אחת, ומארחים שמציגים אישור תואם חתום על ידי CA יתחברו ללא בקשת מפתח מארח — גם כאשר המפתחות שלהם מתחלפים.
hu: Bízzon meg egyszer egy tanúsítványkiadóban, és az egyező, CA által aláírt tanúsítványt bemutató gazdagépek gazdagépkulcs-kérés nélkül csatlakoznak — még akkor is, ha a kulcsaik váltakoznak.
it: Rendi attendibile un'autorità di certificazione una sola volta e gli host che presentano un certificato corrispondente firmato dalla CA si connettono senza richiesta di chiave host — anche quando le loro chiavi cambiano.
ja: 認証局を一度信頼すれば、一致するCA署名済み証明書を提示するホストは、鍵がローテーションされても、ホストキーの確認なしに接続できます。
ko: 인증 기관을 한 번 신뢰하면 일치하는 CA 서명 인증서를 제시하는 호스트는 키가 교체되더라도 호스트 키 확인 없이 연결됩니다.
nb: Klarer en sertifiseringsinstans én gang, så kobler verter som viser et samsvarende, CA-signert sertifikat til uten vertsnøkkelforespørsel — selv når nøklene deres roteres.
nl: Vertrouw een certificaatautoriteit één keer en hosts die een overeenkomend, door de CA ondertekend certificaat tonen maken verbinding zonder hostsleutelprompt — zelfs wanneer hun sleutels roteren.
pl: Zaufaj urzędowi certyfikacji raz, a hosty przedstawiające pasujący certyfikat podpisany przez CA łączą się bez monitu o klucz hosta — nawet gdy ich klucze są rotowane.
pt_br: Confie em uma autoridade certificadora uma vez e os hosts que apresentarem um certificado correspondente assinado por ela se conectam sem solicitar a chave de host — mesmo quando suas chaves forem rotacionadas.
pt_pt: Confie numa autoridade de certificação uma vez e os anfitriões que apresentem um certificado correspondente, assinado pela CA, ligam-se sem pedido de chave de anfitrião — mesmo quando as suas chaves são alternadas.
ro: Aveți încredere o singură dată într-o autoritate de certificare, iar gazdele care prezintă un certificat corespunzător, semnat de CA, se conectează fără solicitarea cheii de gazdă — chiar și atunci când cheile lor se schimbă.
sl: Enkrat zaupajte overitelju potrdil in gostitelji, ki predložijo ustrezno, s CA podpisano potrdilo, se povežejo brez poziva za gostiteljski ključ — tudi ko se njihovi ključi zamenjajo.
sv: Lita på en certifikatutfärdare en gång så ansluter värdar som visar ett matchande, CA-signerat certifikat utan att fråga om värdnyckel — även när deras nycklar roterar.
uk: Один раз довіртеся центру сертифікації — і хости, що надають відповідний підписаний CA сертифікат, підключатимуться без запиту ключа хоста — навіть коли їхні ключі змінюються.
vi: Tin cậy một tổ chức chứng thực một lần và các máy chủ xuất trình chứng chỉ phù hợp do CA ký sẽ kết nối mà không cần lời nhắc khóa máy chủ — kể cả khi khóa của chúng thay đổi.
zh_hans: 只需信任证书颁发机构一次，出示匹配的、由该 CA 签名证书的主机即可无需主机密钥提示直接连接——即便其密钥轮换也无影响。
zh_hant: 只需信任憑證授權單位一次，出示相符且由 CA 簽署之憑證的主機即可連線，無需主機金鑰提示——即使其金鑰輪替也一樣。

source: Trust Screen Sharing Server?
ar: هل تريد الوثوق بخادم مشاركة الشاشة؟
ca: Voleu confiar en el servidor de Compartir pantalla?
cs: Důvěřovat serveru sdílení obrazovky?
da: Stol på skærmdelingsserveren?
de: Bildschirmfreigabe-Server vertrauen?
es: ¿Confiar en el servidor de Compartir pantalla?
fi: Luotetaanko näytön jakamisen palvelimeen?
fr: Approuver le serveur de Partage d'écran ?
he: לתת אמון בשרת שיתוף המסך?
hu: Megbízik a képernyőmegosztás szerverében?
it: Considerare attendibile il server di condivisione schermo?
ja: 画面共有サーバーを信頼しますか？
ko: 화면 공유 서버를 신뢰하시겠습니까?
nb: Vil du stole på skjermdelingsserveren?
nl: Schermdelen-server vertrouwen?
pl: Zaufać serwerowi udostępniania ekranu?
pt_br: Confiar no Servidor de Compartilhamento de Tela?
pt_pt: Confiar no servidor de Partilha de Ecrã?
ro: Ai încredere în serverul de partajare ecran?
sl: Zaupate strežniku skupne rabe zaslona?
sv: Lita på skärmdelningsservern?
uk: Довіряти серверу спільного доступу до екрана?
vi: Tin tưởng máy chủ Chia sẻ màn hình?
zh_hans: 信任此屏幕共享服务器？
zh_hant: 要信任螢幕共享伺服器嗎？

source: Try
ar: جرّب
ca: Provar
cs: Vyzkoušet
da: Prøv
de: Ausprobieren
es: Probar
fi: Kokeile
fr: Essayer
he: נסה
hu: Kipróbálom
it: Prova
ja: 試す
ko: 사용해 보기
nb: Prøv
nl: Probeer
pl: Wypróbuj
pt_br: Experimentar
pt_pt: Experimentar
ro: Încearcă
sl: Poskusi
sv: Prova
uk: Спробувати
vi: Thử
zh_hans: 试试
zh_hant: 試試看
